Repository: raisukeshirabe/official-visionOS-samples
Catalog: DestinationVideo/DestinationVideo/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, hi, ja, ko, zh_cn

source: Take a closer look at some of nature’s cutest animals. Feathered and shelled friends star in this adorable collection of animal videos. From little birds soaring through the sky to turtles in a lake fighting for the sunniest spot.
de: Wirf einen genaueren Blick auf einige der niedlichsten Tiere der Natur. Gefiederte und gepanzerte Freunde sind die Stars in dieser bezaubernden Sammlung von Tiervideos – von Vöglein, die durch den Himmel segeln, bis hin zu Schildkröten in einem See beim Streit um den besten Sonnenplatz.
fr: Observez de plus près certains des animaux les plus mignons dans leur habitat naturel. Retrouvez ces amis à plumes ou à carapace dans cette collection adorable de vidéos animalières, montrant notamment l’envol de petits oiseaux ou encore la lutte à laquelle se livrent les tortues pour obtenir la place la plus ensoleillée au bord du lac.
hi: प्रकृति के कुछ सबसे प्यारे जानवरों को क़रीब से देखें। जानवरों के वीडियो के इस मनमोहक संग्रह में पंख वाले और शंख वाले दोस्त मुख्य हैं। आकाश में उड़ते छोटे पक्षियों से लेकर, झील में सबसे ज़्यादा धूप वाली जगह के लिए लड़ने वाले कछुओं तक।
ja: 自然界のかわいらしい動物に接近してみましょう。この人気の動物ビデオのコレクションに登場するのは、羽を持つ生き物（鳥）と甲羅を背負った生き物（亀）です。空高く舞い上がる小鳥と日当たりの一番よい場所を求めて湖で戦いを繰り広げる亀を紹介します。
ko: 자연 속의 귀여운 동물들을 자세히 관찰해 보세요. 깃털 달린 새부터 단단한 껍질을 지닌 거북이까지, 다양하고 사랑스러운 동물들을 담아낸 비디오 모음입니다. 이들은 호숫가에서 햇볕이 잘 드는 자리를 차지하기 위해 치열한 경쟁을 벌입니다.
zh_cn: 近距离观察大自然中最可爱的动物。这一萌趣动物视频精选集中，有的朋友生有翅膀，有的朋友身披甲壳，他们都是我们的超级明星。你将看到小鸟展翅翱翔天际，也会看到乌龟在湖中互相争抢阳光最充沛的地方。

source: The Lab
de: Das Labor
fr: Le laboratoire
hi: लैब
ja: ラボ
ko: 연구실
zh_cn: 实验室

source: The Rolling Hills
de: Hügellandschaften
fr: Brouillard sur les collines
hi: रोलिंग हिल
ja: 丘陵地帯
ko: 굽이치는 언덕
zh_cn: 群山起伏

source: The battle for the sunniest spot continues, as a group of turtles take their positions on the log. Find out who the last survivor is, and who swims away cold.
de: Der Kampf um den besten Platz in der Sonne geht weiter, als es sich eine Gruppe von Schildkröten auf den Baumstämmen gemütlich macht. Finde heraus, wer sich als Sieger küren darf und wer das Handtuch werfen muss.
fr: La bataille pour obtenir la place la plus ensoleillée continue pour ce groupe de tortues qui s’installent sur un rondin de bois. Découvrez qui gagnera cette place convoitée et qui repartira bredouille.
hi: सबसे ज़्यादा धूप वाली जगह के लिए लड़ाई जारी है, क्योंकि कछुओं का एक समूह लॉग पर अपना स्थान ले लेता है। पता लगाएँ कि आख़िरी सर्वाइवर कौन है और कौन ठंड में तैरकर दूर चला जाता है।
ja: 亀のグループが倒木の上で、日当たりの一番よい場所を求めて場所取り合戦を繰り広げます。果たしてどの亀が勝ち残るのか、そしてどの亀が泳ぎ去るのかを見届けましょう。
ko: 거북이 한 무리가 통나무에 자리를 잡으면서 햇볕이 잘 드는 자리를 향한 경쟁이 계속됩니다. 최후의 승자는 누구일지, 그리고 차디찬 곳으로 밀려나는 것은 누구일지 지켜보세요.
zh_cn: 阳光之地争夺战仍在继续，一群乌龟正在圆木上你争我抢。去看看谁是最后赢家，谁又会黯然游开。

source: This category isn’t available
de: Diese Kategorie ist nicht verfügbar
fr: Cette catégorie n’est pas disponible
hi: यह श्रेणी उपलब्ध नहीं है
ja: このカテゴリは使用できません
ko: 이 카테고리는 사용할 수 없습니다.
zh_cn: 此类别不可用

source: This video isn’t available
de: Dieses Video ist nicht verfügbar
fr: Cette vidéo n’est pas disponible
hi: यह वीडियो उपलब्ध नहीं है
ja: このビデオは視聴できません
ko: 이 비디오는 사용할 수 없습니다.
zh_cn: 此视频不可用

source: This view is intentionally blank
de: Diese Ansicht ist absichtlich leer
fr: Cette vue doit rester vide
hi: यह दृश्य जानबूझकर ख़ाली छोड़ा गया है
ja: この表示は意図的に空白になっています
ko: 이 보기는 의도적으로 비워 두었습니다.
zh_cn: 此视野刻意留白

source: Up Next
de: Als Nächstes
fr: File d’attente
hi: आगामी
ja: 次はこちら
ko: 재생 대기 목록
zh_cn: 待播清单

source: Watch Now
de: Jetzt ansehen
fr: Regarder
hi: अभी देखें
ja: 今すぐ観る
ko: 지금 보기
zh_cn: 立即观看

source: Whether you’re a fan of 2D or 3D animation, this collection includes the best of both. Step into the world of a robot botanist with this new series of animated films.
de: Sowohl Fans von 2D- als auch von 3D-Animation kommen in dieser Sammlung auf ihre Kosten. Tauche ein in die Welt eines Roboterbotanikers mit dieser neuen Serie von animierten Filmen.
fr: Cette collection réjouira les fans d’animations en 2D et en 3D. Entrez dans le monde d’un robot botaniste à travers cette nouvelle série de films d’animation.
hi: चाहे आप 2D या 3D ऐनिमेशन के फ़ैन हों, इस संग्रह में दोनों सबसे बेहतरीन रूप में शामिल हैं। ऐनिमेटेड फ़िल्मों की इस नई सिरीज़ के साथ रोबोट बॉटनिस्ट की दुनिया में क़दम रखें।
ja: 2Dアニメーション、3Dアニメーション、どちらのファンでも楽しめる作品集です。アニメーションフィルムの新シリーズでロボット植物学者の世界に足を踏み入れてみましょう。
ko: 2D, 3D에 상관없이 애니메이션을 좋아하는 사람이라면 누구나 좋아할 만한 모음입니다. 이 애니메이션 영화 시리즈를 통해 로봇 식물학자와 함께 새로운 세계로 탐험해 보세요.
zh_cn: 此精选集囊括精美的2D和3D动画，总有一款为你所爱。观看这一全新动画系列，走进机器人植物学家的世界。

source: Writers
de: Drehbuch
fr: Écriture
hi: लेखक
ja: 脚本
ko: 작가
zh_cn: 编剧

source: You can almost feel the calming sea breeze and the refreshing ocean mist as you take in the wonder of the vast Pacific Ocean. The perfect collection of videos for those that feel the call of the ocean.
de: Du kannst fast schon die beruhigende Meeresbrise und den erfrischenden Meeresnebel spüren, während du dich vom weiten pazifischen Ozean bezaubern lässt. Die perfekte Videosammlung für alle, die das Meer rufen hören.
fr: Vous pouvez presque ressentir la brise marine relaxante et la brume rafraîchissante du vaste océan Pacifique pendant cette expédition. Cette collection est idéale pour tous ceux qui veulent répondre à l’appel de l’océan.
hi: जब आप विशाल प्रशांत महासागर के अनोखेपन का आनंद लेते हैं, तो आप समंदर की शांत हवा और ताज़ा समुद्री धुँध को क़रीब से महसूस कर सकते हैं। उन लोगों के लिए वीडियो का सबसे बढ़िया संग्रह जो समंदर से जुड़ाव महसूस करते हैं।
ja: 広大な太平洋に包まれて、海を渡る穏やかな風と立ち上る爽快なミストが感じられそうなほどの臨場感です。海が好きな人にぴったりのビデオコレクションです。
ko: 드넓은 태평양의 경이로움 속에 있노라면 고요한 바닷바람과 상쾌한 바다 안개가 저절로 떠올려지는 기분을 느낄 수 있습니다. 지금 바다로 훌쩍 떠나고 싶은 사람에게 꼭 맞는 비디오입니다.
zh_cn: 领略广袤太平洋的壮丽景色，你几乎可以感受到凉爽海风拂面，温润的海洋空气让人神清气爽。聆听大洋的召唤，尽在此视频精选集。

source: Details
fr: Détails
hi: जानकारी
ja: 詳細
ko: 세부사항
zh_cn: 详细信息

source: Drama
fr: Drame
hi: ड्रामा
ja: ドラマ
ko: 드라마
zh_cn: 戏剧

source: Extras
fr: Bonus
hi: एक्स्ट्रा
ja: エクストラ
ko: 엑스트라
zh_cn: 特辑

source: Mystery
fr: Mystère
hi: रहस्य
ja: ミステリー
ko: 미스터리
zh_cn: 悬疑片

source: Sci-Fi
fr: Science-fiction
hi: साइंस-फ़िक्शन
ja: SF
ko: 공상 과학
zh_cn: 科幻片

source: Action
hi: ऐक्शन
ja: アクション
ko: 액션
zh_cn: 动作片

source: Animation
hi: ऐनिमेशन
ja: アニメーション
ko: 애니메이션
zh_cn: 动画片

source: Studio
hi: स्टूडियो
ja: スタジオ
ko: 스튜디오
zh_cn: 摄影室

source: Anne Johnson
ja: アン・ジョンソン
ko: 앤 존슨
zh_cn: 安妮·约翰逊
